[
    
    {"id":1, "nombre": "iPhone 14", "description": "Pantalla Super Retina XDR de 6,1 pulgadas nítida, brillante y con colores vivos. Una autonomía de sol a sol que te da hasta 20 horas de reproducción de vídeo. Con la detección de accidentes, el iPhone 14 sabe si has sufrido una colisión grave de coche y llama al 112 cuando tú no puedes Nueva cámara principal y procesador de imagen mejorado para hacer fotos aún más espectaculares con cualquier luz. A15 Bionic, el mismo chip supersónico que el iPhone 13 Pro.", "precio": 316000, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone14-digitalmat-gallery-2-202209?wid=728&hei=666&fmt=png-alpha&.v=1662055814304"},
    {"id":2, "nombre": "iPhone 14 Pro", "description": "Pantalla Super Retina XDR de 6,1″ más brillante y siempre activa para consultar tu información de un vistazo. Dynamic Island, una nueva forma mágica de usar el iPhone. Con la detección de accidentes, el iPhone 14 Pro sabe si has sufrido una colisión grave de coche y llama al 112 cuando tú no puedes. Cámara principal de 48 Mpx con sensor Quad Pixel avanzado y hasta cuatro veces más resolución. Chip A16 Bionic: superrápido y superficiente para una autonomía de sol a sol.", "precio": 442400, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone14pro-digitalmat-gallery-2-202209?wid=728&hei=666&fmt=png-alpha&.v=1660830896841"},
    {"id":3, "nombre": "iPhone 13", "description": "Pantalla Super Retina XDR de 6,1 pulgadas. Sistema avanzado de cámara dual para hacer fotos y vídeos increíbles con poca luz. Chip A15 Bionic supersónico con GPU de 4 núcleos. Ceramic Shield, más duro que cualquier vidrio de smartphone. Y resistencia al agua. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad." , "precio": 305000, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone13-digitalmat-gallery-2-202203?wid=728&hei=666&fmt=png-alpha&.v=1644988764167"},
    {"id":4, "nombre": "iPhone 13 Mini", "description": "Pantalla Super Retina XDR de 5.4 pulgadas. Sistema avanzado de cámara dual para hacer fotos y vídeos increíbles con poca luz. Chip A15 Bionic supersónico con GPU de 4 núcleos. Ceramic Shield, más duro que cualquier vidrio de smartphone. Y resistencia al agua. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad." , "precio": 270400, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone13mini-digitalmat-gallery-2-202203?wid=728&hei=666&fmt=png-alpha&.v=1644988969806"},
    {"id":5, "nombre": "iPhone SE", "description": "Pantalla Retina HD de 4,7 pulgadas con un brillo, color y nitidez espectaculares. A15 Bionic, el mismo chip prodigioso que el iPhone 13. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad. Cámara superinteligente que hace ajustes automáticos para que las caras, los lugares y todo se vea increíble. Botón de inicio con Touch ID para desbloquear el teléfono, iniciar sesión en apps y pagar con Apple Pay de forma segura.", "precio": 158400, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphonese-digitalmat-gallery-2-202203?wid=728&hei=666&fmt=jpeg&qlt=90&.v=1646075827246"},
    {"id":6, "nombre": "iPhone 12", "description": "Pantalla Super Retina XDR de 6,1 pulgadas con un contraste superior y una precisión cromática asombrosa. Sistema avanzado de cámara dual con modo Noche y grabación de vídeo HDR con Dolby Vision. Chip A14 Bionic superpotente Ceramic Shield, más duro que cualquier vidrio de smartphone. Y resistencia al agua. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad.", "precio": 268600, "stock":10, "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone12-digitalmat-gallery-2-202111?wid=728&hei=666&fmt=png-alpha&.v=1635178709000"}
    
]